export const adminsRules = String.raw`
## Общие положения

1.1 Администратор сервера является официальным представителем проекта и обязан соблюдать настоящий регламент.

1.2 Незнание правил не освобождает администратора от ответственности.

1.3 Все спорные и нестандартные ситуации рассматриваются старшей администрацией сервера.

1.4 При обзвонах на лидеров государственных / нелегальных организаций, а также при выборах или обзвонах на высшие государственные должности, администрация учитывает личные связи кандидатов с действующими должностными лицами.
Примечание: Если такие связи могут вызвать конфликт интересов, администрация вправе передать должность следующему кандидату, снять уже назначенного лидера или открыть новые заявки.

## Администратору запрещено

2.1 Не соблюдать минимальную норму онлайна, установленную главной администрацией сервера. | Устный выговор / Строгий выговор / Снятие.

2.2 Снимать или изменять наказания, выданные другим администратором. | Строгий выговор / Снятие.
Исключение: По согласованию со старшей администрацией сервера.

2.3 Принимать участие в игровых процессах на сторонних проектах. | Снятие.
Исключение: При выполнении суточной нормы онлайна и с одобрения главной администрации сервера.

2.4 Занимать должности лидера, администратора или иные руководящие должности на сторонних проектах. | Снятие.

2.5 Выдавать наказания с нарушением действующего регламента. | Беседа / Устный выговор / Строгий выговор / Снятие.
Исключение: По решению старшей администрации.

2.6 Выдавать наказания на основании доказательств, представленных в личные сообщения, вне установленных разделов или модерируемых платформ. | Устный выговор / Строгий выговор / Снятие.
Исключение:
- использование стороннего ПО;
- покупка / продажа игровых ценностей или валюты;
- иные грубые нарушения;
- доказательства, предоставленные медиа-партнёрами в разделе «Media».

2.7 Использовать баги сервера, заниматься багоюзом, продажей валюты, услуг или иными грубыми нарушениями. | Снятие.
Примечание: При выявлении бага сервера и передаче информации о баге техническому разделу нарушением данного пункта касательно багов сервера это не будет являться.

2.8 Удалять доказательства нарушений в течение 72 часов. | Устный выговор / Строгий выговор.

2.9 Демонстрировать превосходство над игроками либо злоупотреблять своим служебным положением. | Строгий выговор / Снятие.

2.10 Спавнить транспорт в людных местах или перед игроками без веской причины. | Устный выговор / Строгий выговор / Снятие.
Исключение: Разрешено спавнить технику для помощи игрокам / для написания РП Ситуации / помощи медиа партнерам проекта / организации мероприятий и т.д.

2.11 Вмешиваться в RP-процесс без веских оснований. | Устный выговор / Строгий выговор / Снятие.

2.12 Выдавать наказания предвзято и необъективно. | Устный выговор / Строгий выговор.

2.13 Разглашать внутреннюю информацию проекта и работы администрации (Discord, форум, личные сообщения и т.п.). | Снятие / Черный список проекта.

2.14 Использовать ненормативную лексику в IC и OOC общении. | Строгий выговор / Снятие.

2.15 Угрожать игрокам в любой форме. | Снятие / HardBan 15 - 30 дней / Черный список проекта.
Примечание: Под угрозами понимается как в IC, так и в ООС разговорах, в зависимости от формата / контекста угрозы.

2.16 Давать некорректные или формальные ответы в репорты. | Устный выговор / Строгий выговор.
Пример: Некорректный ответ. Игрок: «Утонула машина, помогите пожалуйста», ответ: «Решите RP-путём».

2.17 Выдавать игрокам HP, оружие, транспорт и иные игровые преимущества без обоснованной причины. | Строгий выговор / Снятие.
Исключение: помощь медиа партнерам проекта / организации мероприятий и т.д.

2.18 Использовать административные привилегии в личных целях. | Строгий выговор / Снятие.

2.19 Администратору запрещено игнорировать личные сообщения в Discord. | Беседа / Устный выговор.
Пояснение: Запрещено игнорировать личные сообщения более 72 часов с момента написания.
Примечание: 1) Реакция на сообщение не является игнорированием сообщений.
Примечание: 2) Игнорироваться не могут только те сообщения, которые относятся к той или иной жалобе, рассмотренной администратором.

2.20 Администрации запрещено принимать участие в активностях на "Арена". | Беседа / Устный выговор.
Исключение: Разрешение Главного Администратора.

## Игровое имущество

3.1 Администратор имеет право владеть личным транспортом и одеждой.

3.2 Администратору запрещено владеть бизнесами, домами, квартирами или номерами в отелях. | Изъятие имущества + Строгий выговор / Снятие.

3.3 Администратору запрещено открыто продавать, покупать или обменивать имущество с другими игроками. | Беседа / Устный выговор.
Примечание: С одобрением главной администрации сервера.

3.4 Администратору запрещено проводить розыгрыши или передавать имущество / денежные средства игрокам без согласования с ЗГА или ГА. | Снятие.

## РП кураторство
Временно неактуален за отсутствие необходимости.

## Обязанности куратора

5.1 Контролировать активность лидера и курируемой организации.

5.2 Рассматривать жалобы на лидера курируемой организации.

5.3 Контролировать склад курируемой организации.

5.4 Модерировать фракционные чаты в игре и Discord.

5.5 Помогать лидеру советами и отвечать на возникающие вопросы.

5.6 Быть вовлеченным в жизнь курируемой организации.

5.7 Проводить мероприятия для своей организации.
`;
