export const cheatCheckRules = String.raw`
## Общие положения

1.1 Проверки проводятся исключительно: | Строгий выговор / Снятие.
- в официальном Discord-сервере проекта Region;
- в сервисах Google Meet / Яндекс Телемост.
Примечание: 1) Проводить проверку может только администратор, имеющий роль Читхантер.
Исключение: ЗГА / ГА.
Примечание: 2) Проверка в Google Meet / Яндекс Телемост может проводиться исключительно при невозможности использования Discord.

1.2 Во время проверки администратор обязан вести диалог с игроком в уважительной, корректной и нейтральной форме. | Строгий выговор / Снятие.

1.3 Проверка проводится исключительно в том случае, если действия игрока вызвали обоснованные подозрения у администрации.

1.4 Проверка ресурсов проводится исключительно на добровольной основе, администрация не вправе принуждать игрока к выполнению каких-либо действий. Игрок имеет право отказаться от проверки по собственному желанию.
Примечание: Отказ может повлиять на итоговое решение администрации.

1.5 Администратор не имеет права запрашивать или просматривать личные переписки / личные файлы игрока без его явного согласия. | Строгий выговор / Снятие.
Примечание: Переписки с сообществами, связанными с распространением стороннего программного обеспечения / читов в различных социальных сетях, не считаются личной перепиской.

1.6 Администрации / Читхантеру запрещено разглашать любую информацию, полученную в ходе проверки. | Снятие + Черный список проекта.
Исключение: ЗГА / ГА.

1.7 В случае обнаружения у игрока стороннего ПО / файлов администрация вправе:
- выдать блокировку игрового аккаунта;
- немедленно завершить проверку.

1.8 Если в ходе проверки были выявлены другие нарушения (продажа или покупка игровой валюты), администрация вправе применить соответствующее наказание.

1.9 Проверка на стороннее ПО не исключает факта его наличия / использования стороннего ПО. В случае, если в ходе проверки не было выявлено нарушений, то игрок всё равно может получить игровую блокировку.

1.10 Администрация проекта не вправе требовать от игрока скачивания каких-либо файлов. | Снятие.
Исключение: LastActivityView, Everything, OpenIV, ProcessHacker, SystemInformer, BrowsingHistoryView, Journal Trace, USBDeview, UserAssistView, Recuva, EaseUS Data Recovery, ShadowExplorer, CodeWalker, HWiNFO64, Zenmap, Napse.
Примечание: 1) Скачивание допускается только с верифицированных источников (например: NirSoft, VoidTools, Softportal, GitHub, Napse).
Примечание: 2) В случае если администратор самостоятельно присылает вам файлы / ссылки, Вы вправе отказаться от их использования. Администрация не несёт ответственности за использование Вами этих файлов / ссылок.

1.10.1 Игрок имеет право самостоятельно проверить любые файлы из списка исключений на вирусы / вредоносное ПО / иные угрозы в любом удобном ему сервисе.
Пояснение: Администратор не вправе ограничивать выбор сайта или каким-либо образом препятствовать проверке.

1.11 Запрещается записывать, публиковать или распространять материалы, связанные с процессом проверки, проводимой администрацией с ролью Читхантер в официальном Discord-сервере проекта Region. | Hard Ban от 30 дней / Черный список проекта.
`;
