export const governmentRules = String.raw`
## Общее положение

1.1 Государственными организациями являются:
- Силовые организации: МВД, ГИБДД, Вооруженные силы, ФСО;
- Социальные: СМИ Регион 24, Центральная Городская Больница, Правительство.

1.2 Ситуации, не описанные и не урегулированные настоящими правилами, рассматриваются и разрешаются вышестоящей администрацией в лице и далее признаются прецедентами.
Пояснение: Вышестоящая администрация: Главный куратор гос. орг., Главный Администратор, Заместитель Главного Администратора, Специальный Администратор и т.д.

1.3 Действия сотрудников государственных структур расцениваются и рассматриваются только в рамках IC составляющей, путем RolePlay процесса, а именно путем подачи обращений в Прокуратуру, Судебные инстанции или Следственный комитет. Если настоящее разбирательство зашло в тупик вне зависимости от обстоятельств, то игрок вправе оставить жалобу на нарушителя и администрация будет рассматривать со стороны ООС правил.
Примечание: Для наказания игроков будет обязательно наличие видеозаписи и иных материалов, связанных с ситуацией.

1.4 Сотрудникам государственных структур разрешено нарушать этические нормы и оскорблять игрока, при этом обязан опираться на обстановку вокруг него. Отклонение от нормы в общественных местах, таких как Больница, Здание ГИБДД и подобные места, на улице на месте задержания и т.п., в случае грубого общения и отклонения в принципе от модели поведения государственного сотрудника будет приравнено к NonRP-поведению.

1.5 Каналы Discord, которые являются IC составляющей и могут использоваться в RolePlay ситуациях (организаций):
- кадровый раздел;
- переаттестации;
- отчеты по складу / транспорту;
- раздел федерального собрания в общем Discord-сервере государственных организаций;
- заявки на перевод / восстановление / трудоустройство / увольнения;
- отчетность работы;
- дресс-коды отделов;
- отчёт-казны;
- Voice каналы с припиской RP.
Примечание: Общение в иных voice каналах, не отмеченных RP/РП, переданная информация будет расценена как MG.
Исключение: Возможны иные IC каналы с разрешения главного куратора государственных организаций.

1.6 При отыгровке в /do бейджа / жетона / нашивки должна быть отражена следующая информация: [Статик ID | звание | отдел | организация]. | Demorgan 15 - 30 минут.
Примечание: Если сотрудник не относится к какому-либо отделу, то данный пункт разрешено не указывать; Статический ID приравнивается к цифровому номеру жетона.

1.7 Сотрудники государственных фракций при задержании обязаны проводить конфискацию имущества исключительно через функционал. Производить конфискацию через обмен, выкидывание предмета на землю запрещено. | Demorgan 50 - 120 минут.

1.8 Сотрудникам силовых структур запрещено задерживать / досматривать / обыскивать игроков, вышедших из деморгана / убитых в процессе RP и появившихся в больнице. | Demorgan 100 минут / Warn.
Примечание: палата.

1.9 Сотрудникам государственных структур запрещено иметь какие-либо связи с криминальным миром (семьи и крайм. организации). | Demorgan 50 - 100 минут / Warn / Ban 5 - 15 дней.
Исключение: взятка.
Пояснение: Под связями подразумевается близкое общение, связанное со службой и т.п.

1.10 Запрещено задержание за ношение маски на лице. | Warn.
Примечание: Выдвинуть требование снять и в случае отказа приступить к процессуальным действиям.

1.11 Сотрудникам гос. структур запрещено применение грубой силы, а также другие криминальные действия без написанной и одобренной РП ситуации на форуме. | Приравнивается к NonRP-поведению.

1.12 Сотрудники силовых структур обязаны иметь видеозапись нарушения гражданина, который был задержан / внесен в базу данных / применена иная санкция, на протяжении 72-х часов (3 дня). Игрок должен предоставить видеозапись по первому требованию администратора в рамках жалобы на форуме. | Demorgan 100 минут / Ban 1 - 5 дней.

1.13 Запрещено конфисковать предметы у игрока (инвентарь, рюкзаки, багажник автомобиля и т.п.), не имея на то причин. | Warn / Ban 5 - 30 дней.
Примечание: К данному правилу относятся ситуации, связанные с надеванием наручников, не имея на то оснований, с последующим изъятием предметов и т.п. Изъятие во время задержания может быть обжаловано через жалобу в Следственный комитет или ином органе.

1.14 Внесение / вынесение игрока в общий черный список государственных организаций является исключительной прерогативой главного куратора государственных организаций / ЗГА / ГА и осуществляется на их усмотрение.
Примечание: Любые попытки обхода действующего ЧС государственных организаций являются нарушением. За такие действия администрация проекта вправе применить санкции вплоть до ЧС проекта.

1.16 При проведении процессуальных действий в отношении гражданина сотрудник обязан представиться путем отыгровки своего опознавательного знака или показать своё удостоверение. | Demorgan 60 - 100 минут.

1.17 Сотрудники государственных организаций имеют право получать взятки на сумму до 100.000 тысяч. | Demorgan 60 - 80 минут / Warn.
Исключение: Одобренная RP-биография на криминального гос. служащего.

1.18 Частные адвокаты при осуществлении своей деятельности обязаны носить официально-деловой стиль одежды. | Demorgan 35 - 60 минут.

1.19 Одна звезда равна 12 минутам ареста в КПЗ.

1.20 Сотрудникам государственных организаций запрещено использовать при исполнении своих служебных обязанностей транспорт функциональных работ. | Demorgan 30 - 50 минут.
Исключение: Сотрудник, работающий под прикрытием.

1.21 Запрещено злоупотребление функционалом государственного служащего. | Demorgan 100 минут / Warn / Ban 3 - 30 дней.
Нарушением является:
- Вмешательство в задержание другого игрока путем надевания наручников.
- Беспричинная выдача игроку ориентировок / судимостей.

1.22 Для постановления на арест игрока требуется возбужденное уголовное дело от сотрудника Следственного комитета / Решение суда. | Warn / Ban 5 - 10 дней.

1.23 Сотрудник государственной организации при задержании государственного служащего обязан вызвать старший состав, сотрудника следственного комитета и прокурора. | Demorgan 100 - 240 минут / Ban 2 - 10 дней.

1.23.1 Сотрудник государственной организации может быть арестован только при постановлении или решении прокурора и / или Следственного комитета, принявшего вызов на задержание. | Warn / HardBan 2 - 10 дней.
Примечание: Если задержанный игрок был уволен из государственной организации во время задержания, то вызов прокурора и / или Следственного комитета остается обязательным.

1.24 Право на снятие функциональной ориентировки с игрока принадлежит исключительно сотруднику, выдавшему её. | Demorgan 60 - 70 минут / Warn / Ban 3 - 5 дней.
Исключение: Ориентировка может быть снята по решению куратора организации, решению суда, прокуратуры или следственного комитета.

1.25 Сотрудникам государственных фракций запрещается хранить любую государственную амуницию (бронежилеты, аптечки, оружие и т.д.) в личном транспортном средстве, складе, складе семьи и в любых местах, не принадлежащих к фракции. | Demorgan 30 - 100 минут.
Исключение: Разрешается хранить оружие, не принадлежащее вашей фракции.

1.25.1 Запрещено продавать или оставлять себе предметы, которые были получены после криминальных событий. | Demorgan 10 - 40 минут / Warn / Ban 3 - 15 дней.
Примечание: Все предметы, полученные по окончании противоправных действий, должны быть положены на склад, так как являются вещественными доказательствами по делу.

1.25.2 При увольнении / переводе игрок должен сдать всю государственную амуницию. | Demorgan 10 - 40 минут / Warn / Ban 3 - 15 дней + Изъятие найденного предмета.
Примечание: В случае Warn, Ban, увольнения за инактив имущество сдается сотрудникам государственных организаций или администрации.

1.26 При надевании функциональной формы из раздевалки боди-камера автоматически активируется и считается закреплённой на сотруднике. Дополнительный отыгрыш её включения или наличия не требуется.

1.27 Любой акт / постановление / указ и иная документация должны быть опубликованы в соответствующем разделе на форуме, а также в специальном канале в Discord. | Устный выговор лидеру / Строгий выговор лидеру.
Примечание: Акт / постановление / указ и иная документация о назначении на должности ГИБДД / МВД / ФСБ / ЦГБ / СМИ / Армия не обязательна к публикации.

1.28 Запрещено применение / использование QR-кодов, штрихкодов, Data Matrix и иных графических кодирующих элементов при оформлении / публикации документации в Discord проекта Region RP и форума Проекта. | Удаление публикации.

## Кадровые взаимодействия

2.1 Сотрудникам государственных организаций разрешено принимать игроков только на 1 ранг с последующим повышением без отчёта. | Откат в ранге + возможное наказание в виде Demorgan 50 - 100 минут.
Исключение: 1) Перевод или восстановление в организацию, одобрение главного куратора государственных организаций.
Исключение: 2) Лидеру Правительства разрешается устанавливать любую должность игроку, состоящему в Правительстве; необходимо наличие письменного приказа.

2.2 Каждая государственная организация обязана вести журнал учета (кадровый аудит), в котором фиксируются все взаимодействия с сотрудниками организации по рангам. | Demorgan 30 - 60 минут / Ban 3 - 5 дней / Устный выговор лидеру / Строгий выговор лидеру.
Примечание: Если сотрудник, начиная с 3 ранга (включительно), был повышен без соответствующей записи и / или более чем на один ранг в сутки, администрация имеет право вернуть его на последний зарегистрированный ранг в кадровом аудите.
Исключение: Одобрение главного куратора государственных организаций.

2.3 Запрещено осуществлять любые операции с должностями, званиями или назначениями (повышение, понижение, перевод) за материальное или иное вознаграждение. | Warn / Ban 5 - 30 дней / Hard Ban 1 - 30 дней / Устный выговор лидеру / Строгий выговор лидеру.

2.4 Запрещено повышать игрока на прежний ранг после получения наказания в виде Warn / Ban. | Demorgan 50 - 100 минут.

2.5 Перевод между фракциями осуществляется при одобрении двух лидеров фракций в Discord канале #запросы-переводов. | Warn / Устный выговор лидеру + увольнение игрока.

2.6 Сотрудник, уволенный по результатам IC-расследования или в период активных IC-разбирательств в его отношении, подлежит восстановлению исключительно на первый ранг. | Warn + понижение на 1 ранг повышенному / Устный выговор лидеру + понижение на 1 ранг повышенному.

2.7 В день блата старший состав фракции имеет право повысить, уволить, понизить игрока по причине "День блата" или "ДБ". При данном увольнении IC-разбирательство не может осуществиться.

2.8 Редактирование / изменение / добавление отделов, рангов, должностей регулируется с одобрения главного куратора государственных организаций. | Устный выговор лидеру / Строгий выговор лидеру.

2.9 Запрещено неформальное указание причин при оформлении штрафа, увольнения, повышения / понижения игрока. | Demorgan 30 - 50 минут / Warn.

## Правительство

3.1 Все государственные организации подчиняются Правительству и издаваемым Правительством нормативно-правовым актам.

3.2 Все внутренние уставы, организационные структуры, а также перечень предоставляемых услуг государственной организацией должны проходить обязательное утверждение со стороны министерства юстиции. Это обеспечивает единый стандарт и контроль за соблюдением установленных правил и процедур. | Устный выговор лидеру.

3.3 Правительство самостоятельно распределяет государственный бюджет на премии для государственных организаций, имея право увеличивать или сокращать их размер на основании веских IC причин. Кроме того, оно обязано еженедельно перечислять средства для выплат премий государственным организациям.
Примечание: Суммы финансирования одобряются главным куратором государственных организаций.

3.4 Внесение изменений в законодательную базу, нормативно-правовые акты, введение чрезвычайного или военного положения должны быть согласованы с главным куратором государственных организаций. | Строгий выговор лидеру.

3.5 Лидер Правительства своим приказом назначает на должность Генерального прокурора и Председателя Верховного Суда исключительно игроков, которые назначены на свои посты администрацией. При этом лидер Правительства не имеет права уволить игрока с одной из вышеперечисленных должностей и их подчиненных без одобрения их руководителей и / или главного куратора государственных организаций. | Устный выговор лидеру / Строгий выговор лидеру.

3.6 При публикации ордера он обязан быть опубликован на форуме с последующим уведомлением в Discord канале "Ордера" или "Федеральный розыск".

3.6.1 Любой акт правительства должен быть опубликован в соответствующем разделе на форуме, а также в специальном канале в Discord. | Устный выговор лидеру / Строгий выговор лидеру.
Примечание: Публикация документации происходит в виде фотоизображений, срок публикации составляет 48 часов.

3.7 Правительство обязано иметь полный состав министерств, с последующими указами на форуме Region в соответствующем разделе.

3.8 Премьер-министр совместно с Федеральным собранием обязан поддерживать актуальность Конституции и действующей законодательной базы.

3.9 Правительство, прокуратура и центральная городская больница вправе проводить проверки государственных организаций.
Примечание: График проведения проверок публикуется в соответствующем разделе на форуме, а также в общем Discord-сервере государственных организаций.

3.10 Правительство устанавливает размеры судебных пошлин, экзаменов и т.п. с одобрения главного куратора государственных организаций. | Устный выговор лидеру.

3.11 Главный куратор государственных организаций / ЗГА / ГА вправе редактировать / удалять / добавлять любой IC нормативно-правовой акт, если такие акты идут вразрез RP-логики.

3.12 Федеральное собрание обязано проводить голосование для выбора даты и времени проведения собрания. | Устный выговор лидеру / Строгий выговор лидеру.
Примечание: Участвовать в голосовании могут только члены Федерального собрания, имеющие право голоса.

## Вооружённые силы

4.1 Сотрудники Армии обязаны осуществлять поставки материалов во все государственные организации при наличии активных заказов на поставку, проведение курса молодого бойца. | Устный выговор лидеру / Строгий выговор лидеру / Снятие с лидерского поста.

4.2 Сотрудники Армии вправе задерживать нарушителей на территории воинской части (прилегающей к ней территории), а также на территории военкомата с последующей передачей сотрудникам силовых структур по запросу через общую волну государственных организаций об их прибытии в КПЗ. | Demorgan 60 минут.
Исключение: В случае усиленного патруля с другими гос. организациями разрешено задерживать с последующей передачей.

4.3 Запрещены махинации с выдачей военных билетов. | Warn / Ban 1 - 5 дней + изъятие военного билета.
Примечание: 1) Получение военного билета возможно при прохождении курса молодого бойца или при достижении 3 порядкового звания.
Примечание: 2) Под махинацией подразумевается продажа, выдача без отчетности о проделанной работе и т.п.

4.4 Запрещено использование транспорта для поставок не для целей, связанных с перевозкой материалов. | Demorgan 50 минут.

4.5 Запрещено использование тяжелой техники (танк, БТР и т.п.) вне случаев Чрезвычайного или военного положения, парада Победы, выставки техники для граждан. | Demorgan 100 минут / Warn.
Исключение: Тигр и Каназ разрешено к использованию при усиленном патрулировании.

## МВД / ГИБДД

5.1 Обязаны обеспечивать порядок и безопасность на территории города.

5.2 Обязаны принимать функциональные вызовы от гражданских лиц.

5.3 Сотрудники определенных подразделений обязаны осуществлять выдачу лицензий на оружие.

## Центральная городская больница

6.1 Медицинские работники обязаны оказывать помощь пациентам, осуществлять поставку медицинских материалов, осуществлять выдачу медицинских справок и иных документов.

6.2 Больница вправе проводить медицинские или инспекционные проверки государственных структур с согласования с правительством.

6.3 Реанимировать игроков, принадлежащих к криминальным организациям, разрешается только после оказания помощи игрокам, представляющим государственные фракции. | Регламент NRP-поведения.

## СМИ "Регион 24"

7.1 Сотрудники "Регион 24" обязаны проверять, редактировать и обрабатывать функциональные объявления граждан. | Беседа / Устный выговор лидеру / Строгий выговор лидеру.

7.2 Подача объявлений / новостей не должна содержать оскорбительный характер, нецензурную брань или нарушать другие правила проекта. | Demorgan 20 - 60 минут / Warn / Ban 1 - 15 дней / Hard Ban от 10 дней.

7.3 Запрещено использование заглавных букв (Caps Lock) в объявлениях, в том случае, если Caps Lock используется более двух раз в одном объявлении. | Mute 10 минут.

7.4 В объявлениях строго запрещается даже косвенно рекламировать продажу нелегальных веществ. | Warn.

7.5 Объявление должно начинаться с заглавной буквы. | Mute 5 минут.

7.7 Запрещена подача объявлений / новостей в обход функционала проекта. | Demorgan 15 - 60 минут / Warn.
Исключение: Написанная РП ситуация на форуме, теракт (игровой захват), долгосрочные контракты на подачу объявлений, проведение наборов в организацию.

## Правила государственных новостей и общей волны государственных организаций

8.1 При обращении к государственным организациям в общей волне сотрудник обязан указывать, к какой именно организации адресовано сообщение. Если сообщение предназначается всем государственным организациям сразу, используется формат: «ко Всем: текст». | Mute 20 минут.
Пример: «к Пр-во: текст» - для обращения к правительству.
Примечание: Каждая государственная организация имеет официальное наименование: МВД, ГИБДД, ЦГБ, СМИ, Правительство (допускается сокращение «Пр-во»).

8.2 Запрещена любая OOC информация в государственных новостях и в общей волне государственных организаций. | Mute 10 - 30 минут.

8.3 Запрещено использование ненормативной лексики при подаче государственных новостей. | Mute 30 - 90 минут.

8.4 Недопустимо использование нецензурной лексики (в том числе скрытой) и оскорбительных высказываний в официальных каналах связи: государственных новостях, департаментских волнах и фракционных рациях. | Mute 15 - 90 минут / Warn / Demorgan 10 - 90 минут / Ban 1 - 15 дней.

8.5 Одна организация может подавать одну новость не чаще, чем 3 раза за 1 час. | Mute 35 - 90 минут / Устный выговор лидеру.
Пояснение: Интервал между одной новостью одной государственной организации должен составлять не менее 20 минут в рамках 1 часа.

8.6 Перерыв между новостями разных государственных организаций должен составлять не менее 30 минут. | Mute 35 - 90 минут / Выговор лидеру.
Пояснение: Если одна государственная организация подала последнюю новость из отведенного ей времени в 12:30, то следующую новость от другой организации можно подать не ранее 13:00.

8.7 Занимать государственные новости разрешено только на равные отрезки времени. | Mute 35 - 90 минут.
Пример: 12:00 12:20 12:40 13:00 и т.д.

8.8 Занятие государственных новостей происходит в специальном канале в общем Discord сервере всех государственных организаций с одобрения следящей администрации за государственными организациями.

## Прокуратура и судебная власть

9.1 Генеральный прокурор и Председатель Верховного суда назначаются главным следящим за государственными структурами по результатам обзвона и являются независимой веткой власти.

9.2 Председатель Верховного суда и Генеральный прокурор могут быть сняты администрацией при получении 4-х выговоров.

9.3 Прокуратура и суд обязаны обрабатывать уголовные дела / обращения / исковые заявления / ходатайства граждан в течение 72 часов с момента их поступления. | Выговор.

9.4 Сотрудникам суда и прокуратуры, следственного комитета и иным органам, ведущим следствие, запрещено вести дела против своих персонажей, привязанных к аккаунту, или использовать доказательства, полученные на нём, для открытия собственных делопроизводств, принятия участия в мероприятиях надзорной деятельности за гос. структурами, проводимой прокуратурой, участвовать в делопроизводствах персонажем из следственного комитета / судебной ветки / прокуратуры, исполнять постановления, выпущенные персонажем из прокуратуры / судебной ветки / следственного комитета. | Warn персонажам, состоящим в государственных организациях.

9.5 Обжалование решений Председателя Верховного суда и Генерального прокурора происходит путем подачи жалобы на лидера фракции.

9.6 Получение выговоров происходит за вынесение некорректного решения, идущего вразрез с IC законодательством и / или RP-логикой.

9.7 По решению верховного судьи может быть снят лидер государственной организации.
Примечание: Снятие лидера происходит с одобрения Главного следящего за гос., а именно при грубом нарушении уголовного законодательства, неоднократном нарушении уголовного законодательства.

9.8 Решения суда должны содержать вводную, мотивировочную, резолютивную часть и быть опубликованы на форуме в течение 48 часов после окончания судебного заседания. | Выговор.
Примечание: Суд обязан после окончания судебного заседания опубликовать вводную и резолютивную часть решения, с последующим добавлением мотивировочной части в указанный срок.

9.9 Главный куратор организации имеет право отменить судебный акт, если он противоречит РП логике / правилам сервера.
`;
