export const leadersRules = String.raw`
## Общие положения

1.1 Лидер - это должность руководителя организации, которая осуществляет управление коллективом и несет ответственность за него.

1.1.1 Если лидер совершил правонарушение, которое не описано ни в каких правилах проекта/сервера, то он может быть наказан исключительно с разрешения ЗГА / ГА / Руководства.

1.2 Лидер организации обладает правом однократно за срок инициировать расформирование действующего состава организации с одобрения Главного Куратора организаций. | Строгий выговор.
Примечание: Увольнение при расформировании не несет IC ответственности.

1.2.1 Новый лидер фракции имеет право назначить человека на любой ранг только на 1 сроке.
Примечание: День блата назначается на 24 часа, а также на усмотрение Главного куратора государственных организаций. Во время дня блата разрешено увольнять, понижать / снимать с должности и назначать на должности без IC и ООС причин.

1.3 Лидерский срок составляет 30 календарных дней.

1.3.1 Максимальное число сроков, которые Лидер может провести на посту в организации, равно трем.
Примечание: Допуск на следующий лидерский срок возможен исключительно с одобрением главного следящего за государственными организациями.
Исключение: Лидер правительства - 1 срок и избирается путем выборов.

1.4 Численность заместителей:
- Правительство - 1 заместитель;
- Министры - 1 заместитель;
- СМИ "Регион 24" - 1 заместитель лидера, 2 заместителя отдела;
- Центральная Городская Больница - 2 заместителя лидера, 2 заместителя отдела;
- МВД - 2 заместителя лидера, 2 заместителя управления;
- ГИБДД - 2 заместителя лидера, 2 заместителя управления;
- Вооруженные силы - 2 заместителя лидера, 2 заместителя управления;
- Генеральный прокурор - 1 заместитель Генерального прокурора;
- Председатель Верховного суда - 1 заместитель Председателя Верховного суда.
Наказание: Устный выговор.
Примечание: В случае, если Лидер любой организации назначает количество заместителей, превышающее установленную норму, выдается устный выговор.
Исключение: Одобрение главного куратора организации.

1.5 К старшему составу государственной / нелегальной организации относятся:
- Лидер организации и его заместители;
- Начальники отделов/управлений и их заместители.

1.6 Досрочный уход Лидера с поста в срок, который составил менее 10 дней, влечёт за собой его автоматическое внесение в Чёрный список лидеров организации.
Примечание: К указанной мере дополнительно применяются следующие санкции:
- Срок составил менее 10 дней - Warn + Ban 14 дней;
- Срок составил от 11 до 20 дней - Warn + Ban 7 дней;
- Срок составил 21 и более дней - Warn + Ban 3 дня.

1.7 Лидер государственной / нелегальной организации может быть снят с должности по результатам IC разбирательств в отношении его подчиненных, собственных правонарушений или деятельности организации в целом.

1.8 По решению Верховного суда к лидеру государственной организации применяются санкции от устного выговора до снятия с лидерского поста.
Примечание: Требуется одобрение главного куратора государственных организаций.

1.9 За нарушение правил проекта лидер может получить дополнительные санкции к наказанию:
- Беседа;
- Устный выговор;
- Строгий выговор;
- Снятие с лидерского поста.

1.10 Снятие выговоров возможно следующими вариантами с одобрения главного куратора государственных организаций:
- снятие промо-ролика о вашей организации не более 1 раза за срок;
- участие в межфракционных мероприятиях;
- фракционная активность;
- проведение глобального межфракционного мероприятия.

1.11 Запрещена подача заявления на пост Лидера лицом, уже занимающим эту должность на момент подачи. | Строгий выговор / Снятие.

1.12 На Председателя Верховного суда и Генерального прокурора распространяются пункты 1.2, 1.3, 1.11, 2.1, 2.2, 2.3, 2.6, 3.5, 3.9 Правил для лидеров фракций.

1.13 По решению Главного Куратора Государственных организаций организация может быть заморожена как частично, так и полностью.

1.14 На должность Лидера фракции / Председателя Верховного Суда / Генерального прокурора не может встать человек, который занимает любой Лидерский пост фракции / Председателя Верховного Суда / Генерального прокурора, а также входит в состав Администрации любого уровня, состав Команды Проекта, Руководящий состав иного RP-Проекта.

## Обязанности Лидера

2.1 Соблюдение правил сервера как со своей стороны, так и организации. | Беседа / Устный выговор / Строгий выговор / Снятие.
Примечание: Нарушения от личного состава рассматриваются исключительно от 5-и и более игроков.

2.2 Модерировать / оформлять свой форумный раздел. | Беседа / Устный выговор.
Примечание: Срок актуализации форумного раздела с момента назначения на пост лидера составляет 48 часов.

2.3 Модерировать Discord сервер своей организации. | Беседа / Устный выговор.

2.4 Поддерживать минимальный ежедневный онлайн 3 часа. | Устный выговор / Строгий выговор.
Исключение: Одобрение главного следящего за государственными организациями; Лидер правительства - 1 час ежедневного онлайна; Лидер судебной власти / прокуратуры не имеют суточной нормы.

2.5 Поддержание онлайна и уровня RP в организации. | Беседа / Устный выговор.

2.6 Решать и пресекать конфликты внутри своей организации, а также межфракционные конфликты. | Беседа / Устный выговор.

2.7 На усмотрение главного куратора фракция может быть заморожена как частично, так и полностью.

## Лидерам запрещено

3.1 Запрещено наличие игроков с nonRP никами в организации. | Беседа / Устный выговор.

3.2 Запрещено использовать денежные средства с баланса организации в личных целях. | Строгий выговор / Снятие.

3.3 Запрещена игра на дополнительных персонажах во время лидерского срока. | Строгий выговор / Снятие.
Исключение: Одобрение Главного Куратора организации.

3.4 Игра на других мультиплеерах разрешена при условии соблюдения минимального суточного онлайна и поддержания активности организации.
Примечание: Требуется одобрение Главного Куратора организации.

3.5 Запрещены грубые, оскорбительные или унизительные высказывания в адрес игроков или администраторов на форуме и в официальных Discord-серверах проекта. | Устный выговор / Строгий выговор / Снятие.

3.6 Трансфер состава без согласования запрещён. | Warn / Устный выговор / Строгий выговор / Снятие.

3.7 Запрещено первым оскорблять или провоцировать других игроков на оскорбления в личных сообщениях Discord. | Беседа / Устный выговор / Строгий выговор / Снятие.

3.8 Запрещено допускать онлайн менее 20 игроков в час пик. | Устный выговор / Строгий выговор / Снятие.
Примечание: Возможны исключения - требуется уточнение у Главного Куратора организации.
Пояснение: Час пик учитывается в период с 16:00 до 21:00.

3.9 Лидеру запрещено менять игровой ник без одобрения Главного Куратора организации. | Беседа / Устный выговор.
`;
