export const airdropRules = String.raw`
## Общие положения

1.1 Война за Воздушный груз [ВЗА] - регулярное ООС мероприятие для участников семей и государственных структур, целью которых является захватить воздушный груз и нейтрализовать противоположные команды.
Исключение: Запрещено принимать участие государственным структурам ЦГБ, СМИ. Наказание: Demorgan 50 минут.

1.2 Участвовать в мероприятии можно как от семьи, так и от фракции.
Примечание: Функционально, при заходе в зону приоритет будет у фракций.

1.3 На месте проведения мероприятия существуют 2 зоны: Красная и Желтая.

1.3.1 Желтая зона Воздушного груза - зона входа на мероприятие. В данной территории действуют все Правила Проекта и Войны за Воздушный груз.
Примечание: В данной зоне не действует правило NonRP Drive.

1.3.2 Красная зона - зона проведения мероприятия. В ней действуют Правила Войны за Воздушный груз.
Примечание: В данной зоне не действуют правила DM, PG, TK.

1.4 Победой в Войне за Воздушный груз [ВЗА] считается нахождение внутри красной зоны наибольшего количества состава той или иной команды после завершения времени мероприятия.
Примечание: Составом/командой считается либо фракция, либо семья.

1.5 За 15 минут до начала мероприятия приходит серверное уведомление. Появляется маркер зоны мероприятия, в который можно зайти за 5 минут до начала сброса груза.

1.6 Мероприятие проходит в 00:00, 08:00, 12:00, 16:00, 20:00, 22:00 по игровому времени.

1.7 Каждый участник мероприятия обязан соблюдать установленный дресс-код своей организации. | Demorgan 30 - 50 минут.
Примечание: Семьи должны соблюдать цветовой единообразный дресс-код семьи.
Примечание: Для государственных структур дресс-код определяется внутренними уставами организаций, а также фракционным гардеробом.

1.8 Запрещено в желтой зоне намеренно блокировать точку входа, провоцировать, открывать огонь по другим игрокам около точки входа в зону. | Demorgan 10 - 120 минут.
Примечание: Определение провокации остается исключительным правом администрации и не может оспариваться.

1.9 Запрещено злоупотребление функционалом сервера, а также уязвимостей сервера, багов с целью получения преимущества на территории проведения мероприятия. | Demorgan 40 - 80 минут / Warn / Ban 1 - 5 дней.

1.10 Запрещены любые формы предварительных договоренностей о результатах события данного мероприятия как в IC, так и в OOC. | Demorgan 120 минут / Warn / Ban 1 - 5 дней + изъятие полученных наград.

1.11 Запрещено использование, а также хранение любых читов, модов, программ, скриптов и модификаций, дающих преимущество над другими игроками. | Ban от 15 дней / Hard Ban от 15 дней / Черный список проекта + изъятие полученных наград.

1.12 Запрещен любой трансфер состава. | Demorgan 50 минут + изъятие полученных наград.

1.13 Запрещены любые виды союзов. | Demorgan 50 - 100 минут / Warn / Ban 2 - 5 дней для всех участников союза.

## Дополнительные внутриигровые правила мероприятия

2.1 Разрешено внутри мероприятия открывать огонь, использовать аптечки, реанимировать игроков, взаимодействовать с контейнером.

2.2 Запрещены задержания / ограбления / похищения рядом с зоной проведения мероприятия. | Demorgan 100 минут / Warn / Ban 3 - 30 дней.
Примечание: Учитывается момент подачи серверного уведомления, а также заход в желтую зону. В течение 5 минут после завершения мероприятия данное правило распространяется как на участников мероприятия, так и не участвующих в нем.

2.3 Запрещено занимать активные интерьеры с целью ухода от перестрелки, чтобы сохранить амуницию. | Warn + Изъятие предметов / Ban 1 - 5 дней.

2.4 Запрещено использовать снайперские винтовки. | Demorgan 50 - 100 минут.

2.5 Запрещено использовать нефункциональные анимации. | Demorgan 20 - 50 минут.
Примечание: К функциональным относятся анимации "присесть", "лечь", "спрятаться".

2.6 Запрещено использовать / создавать транспорт, предметы с коллизией внутри зоны мероприятия. | Demorgan 50 - 100 минут.

2.7 Сотрудникам государственных структур запрещено продавать или оставлять себе награды с мероприятия. | Demorgan 10 - 40 минут / Warn / Ban 3 - 15 дней.
Примечание: Все предметы, полученные по итогам мероприятия, должны быть положены на склад фракции.
`;
