export const barracksRules = String.raw`
## Общие правила

1.1 Нападение на территорию воинской части осуществляется путем подачи запроса в официальном Discord-сервере "Семьи REGION" в канал "Запрос Нападения". Нападение осуществляется исключительно при наличии веской IC причины, а также последующего его одобрения от Главного куратора за государственными организациями, ЗГА / ГА.
Примечание: Причины для нападения на территорию воинской части:
- задержания 4-х и более игроков из криминальной семьи и удержания их на территории воинской части;
- стрельба от 3-х сотрудников воинской части без веской IC причины с территории воинской части;
- согласие обеих сторон. Пояснение: Необходимо согласие как минимум 2 членов старшего состава Вооруженных сил + Лидер семьи. Исключение: При согласии лидера или заместителя лидера Вооруженных сил достаточно 1 члена старшего состава организации;
- проведение ГМП.

1.2 На мероприятии действуют все общие правила сервера.
Исключение: DM, PG.
Пояснение: Участниками мероприятия являются лишь те игроки, которые находятся в зоне мероприятия (см. п. 1.7).

1.3 Запрещено вести огонь за пределами обозначенной территории в пункте 1.7. | Demorgan 90 минут / WARN / Выговор лидеру.

1.4 Запрещено нахождение игроков, не состоящих во фракции / семье. | Demorgan 90 минут.

1.5 От игроков каждой семьи (включая подкрепление) требуется минимум 3 видеозаписи с момента нападения на территорию ВЧ. | Выговор лидеру.
Примечание: На видео должен быть оригинальный звук, качество не менее 720p, участники обязаны хранить видеозапись 72 часа и предоставить её по первому требованию администрации.

1.6 В случае успешного нападения на воинскую часть у нападавшей стороны есть 5 минут для реанимации союзников и сбора трофеев.

1.7 Запретная зона (границы территории воинской части обозначены на карте).

## Правила для Вооруженных Сил

2.1 Запрещено выходить из казармы / возвращаться на территорию воинской части после смерти. | Приравнивается к нарушению правила 4.4.1 Общих правил.
Исключение: Разрешен досрочный выход из казармы на территорию воинской части при фиксации оповещения от администрации в глобальном чате "Семья успешно провела нападение на Вооруженные силы и покинула территорию Воинской Части".

2.2 Запрещаются любые действия, направленные на подготовку к отражению нападения, при отсутствии IC информации. | Выговор лидеру.
Примечание: Запрещено заранее патрулировать, усиливать патрули и прочие MG действия с целью нахождения информации.

2.3 Разрешено запрашивать поддержку у других государственных структур при какой-либо информации о нападении. | Выговор лидеру.

2.4 Разрешено задействовать фракционные транспортные средства для возведения оборонительных баррикад и укрытий.
Исключение: Запрещено блокировать проходы путем создания труднопроходимых лабиринтов, «змеек» или «тоннелей» из техники.

## Правила для Государственных Фракций

3.1 Оказание поддержки Вооруженным силам разрешено только после отправки соответствующего запроса в общую волну департамента (/dep). | WARN / Выговор лидеру.

3.2 Максимально допустимое количество сотрудников от одной государственной структуры составляет 8 человек. | Demorgan 45 минут / Выговор лидерам.
Примечание: Оказывать помощь могут сотрудники МВД, ГИБДД. Наказание за нарушение: WARN.
Исключение: Окончательное количество участников со стороны государственных структур определяется главным куратором государственных фракций, а также ГА / ЗГА.

3.3 Помощь Вооруженным силам осуществляется на территории воинской части. | WARN / Выговор лидерам.
Примечание: Запрещено перекрывать дорогу на территории, указанной в пункте 1.7.

3.4 Запрещено перекрывать контрольно-пропускные пункты. | Demorgan 90 минут / Выговор лидерам.

3.5 Запрещено использовать наручники во время нападения на воинскую часть. | Demorgan 35 минут.
Исключение: После нападения на территорию воинской части разрешено задержать не более 5 причастных к нападению игроков.

3.6 В случае успешного отбития нападения разрешается задержание в целях проведения допроса или IC наказания. | Demorgan 80 минут.
Пояснение: Проведение допросов запрещено до появления ФСБ.

3.7 Во время нападения на ВЧ сотрудникам Вооруженных Сил разрешено использовать спецтранспорт, имеющийся у них в гараже, для ведения оборонительного боя и прикрытия пехоты, в том случае если во время нападения численность сотрудников ВС менее 15 человек. | Выговор лидеру.
Пояснение: 1) Использовать танк, БМП, «Тигр», «Каназ» для прикрытия собой пехоты и перекрытия углов зданий для создания баррикады. Игроки, использующие спец-транспорт, не могут выходить из него для поддержания боя.
Пояснение: 2) В случае успешного нападения игрок / игроки, которые остались внутри спец-транспорта, обязаны выйти и сдаться.

## Правила для Криминальных Семей

4.1 Разрешен один IC союз. | Выговор лидеру.

4.2 Минимальное количество участников - 10 человек, максимальное - 25. | Выговор лидеру.
Исключение: Окончательное максимальное количество участников со стороны криминальных структур определяется ГА / ЗГА сервера. Если ГА / ЗГА не сообщили о финальном количестве участников, то оно равняется 25.

4.3 Подъезд к территории Армии разрешен на фракционном / семейном транспорте, а также на личном транспорте, который окрашен в цвет семьи. | WARN.
Исключение: Запрещено проезжать в красную зону.
Пояснение: Наказание выдается водителю транспорта.
Примечание: Пункт 1.7, красная зона - территория Армии.

4.4 Максимальное количество доступных нападений за 2 дня со стороны одной семьи - 1. | Demorgan 90 минут всем участникам / Выговор лидеру.

4.5 Разрешено проникать на территорию воинской части только через КПП-1 / КПП-2. | Demorgan 15 минут.

4.6 На территории Армии запрещено передвижение на любом транспорте. | Demorgan 35 - 90 минут.
Примечание: Пункт 1.7 текущих правил.

4.7 Запрещено использование стяжек. | WARN.

4.8 Запрещено ограбление / похищение. | WARN.

4.9 Запрещено намеренно бездействовать при нападении на территорию Армии. | Demorgan 35 - 90 минут / Выговор лидеру.
Пояснение: Бездействием считается нахождение на Армии после 5 минут ее захвата.

4.10 Запрещено захватывать (в т.ч. не давать зайти) в казармы, на территории Армии. | Demorgan 35 - 90 минут.

4.11 Запрещено намеренно провоцировать армию дабы вывести их с территории казарм.
`;
