export const familiesRules = String.raw`
## Общие положения

1.1 Деятельность участников семей регулируется общими правилами проекта.
Примечание: Мера воздействия в виде выговоров лидерам заменяется на заморозку семьи на определенное количество дней.

1.2 Член нелегальной семьи при участии в нелегальных активностях / мероприятиях обязан использовать элементы верхней одежды, соответствующие цвету семьи. | Demorgan 30 - 50 минут.
Примечание: Цвет семьи определяется при ее создании или изменении.
Исключение:
- внезапные IC ситуации / конфликты, исключающие возможность смены одежды;
- выполнение одиночных контрактов / заданий.

1.3 В отношении участников семьи при совершении нелегальных действий действуют все основные правила проекта.

1.4 Транспортные средства, задействованные в нелегальных активностях / мероприятиях, должны быть окрашены в цвет семьи. | Demorgan 30 - 50 минут.
Примечание: Цвет семьи определяется при ее создании или изменении.

1.5 Находясь в государственной организации, члену семьи запрещено участвовать в нелегальных активностях / мероприятиях. | Demorgan 10 - 90 минут / Warn / Ban 3 - 15 дней.

1.5.1 Запрещено использовать имущество со склада организации (оружие / предметы и т.п.) для нужд семьи. | Demorgan 60 - 120 минут / Ban 3 - 30 дней / Hard Ban 15 - 30 дней / Черный список проекта.

1.6 Название семьи не должно содержать оскорбительных / нецензурных выражений. | Заморозка семьи до смены названия / Расформирование семьи.

1.7 Запрещено принимать в семейную организацию игрока, не достигшего 3 уровня. | Warn.

## Дипломатия

2.1 Допустимое количество союзных дипломатий с другими семьями не более 4.
Примечание: Установление союзных или враждебных дипломатических отношений подлежит обязательной фиксации в Discord-сервере "Семьи | Region".
Примечание: Отсутствие записи признает дипломатию недействительной.

## Санкции

3.1 При выявлении системных нарушений в деятельности семьи или ее лидера к семье могут быть применены санкции вплоть до расформирования.

3.2 Главный куратор нелегальных организаций вправе вводить ограничительные меры в отношении семьи или ее лидера, а также инициировать процедуру расформирования семьи при многочисленных нарушениях со стороны состава или лидера.
Примечание: С одобрения ЗГА / ГА.
`;
