export const forumRules = String.raw`
## Общие положения

1.1 Ознакомление с настоящими правилами обязательно для всех пользователей форума.

1.2 В состав Администрации форума входит главный следящий за форумом, Главный администратор и его заместитель.

1.3 Администратор сервера вправе самостоятельно назначать наказание за нарушение правил, согласно внутреннему регламенту.

1.4 Незнание правил не освобождает от ответственности.

1.5 Правила форума изменяются с уведомлением игроков в официальных ресурсах проекта.

1.6 В отдельных разделах могут действовать локальные правила, дополняющие общий регламент.
Пример: Правила подачи жалоб.

1.7 Ответственность за действия с аккаунтом и размещенный контент несет исключительно его владелец.

1.8 Систематические нарушения могут привести к блокировке игрового аккаунта.

1.9 На форуме действует прецедентное право: при нарушениях, не предусмотренных данным регламентом, наказания выдаются на усмотрение ЗГА или ГА.

1.10 Администрация форума оставляет за собой право удалять темы с нарушениями правил проекта по своему усмотрению.
Примечание: Удаление тем, не содержащих серьёзных нарушений, возможно только с разрешения Главного Следящего за форумом, ЗГА или ГА.

## Правила, касающиеся аккаунта

2.1 Запрещена передача или продажа аккаунта третьим лицам. | Блокировка форумного аккаунта.

2.2 Запрещено выдавать себя за другого пользователя. | Бан 2 – 30 дней / Блокировка форумного аккаунта.

2.3 Запрещено использование нескольких аккаунтов (мультиаккаунт). | Блокировка всех форумных аккаунтов.

2.4 Ники с нецензурной или оскорбительной лексикой запрещены. | Смена ника / Warn на форумный аккаунт / Блокировка форумного аккаунта.

2.5 Запрещены ссылки, повышающие репутацию себе или другим. | Warn на форумный аккаунт.

2.6 На аватарах, баннерах, подписях, в статусах и профиле запрещён запрещённый или оскорбительный контент. | Warn на форумный аккаунт.

2.7 Запрещен контент, предлагающий удалить жалобу за деньги или указывающий расценки на подобные действия. | Warn на форумный аккаунт + удаление контента.

2.8 Личные сообщения не модерируются, за исключением:
- распространения личной информации. Наказание: Блокировка форумного, игрового аккаунта 15 - 60 дней / ЧС Проекта (на усмотрение ЗГА, ГА);
- угроз;
- сделок с реальными деньгами;
- упоминания запрещенного ПО;
- оскорблений проекта.
Наказание: Warn на форумный аккаунт / Блокировка форумного аккаунта 3 - 50 дней / ЧС Проекта.

2.9 Запрещены токсичные или оскорбительные подписи, а также упоминания родственников в негативном или шуточном контексте. | Warn + Удаление контента / Блокировка форумного аккаунта 5 - 30 дней.

## Правила общения

3.1 Допустимо общение только на официально признанных международных языках. | Warn на форумный аккаунт / Удаление сообщения.

3.2 Запрещены оскорбления, провокации, токсичность. | Warn на форумный аккаунт + Удаление сообщений / контента.

3.3 Угрозы расправой в реальной жизни запрещены. | Бан форумного аккаунта 3 – 30 дней / ЧС Проекта.

3.4 Запрещено упоминание, завуалированное и сленговое оскорбление родственников, а также конфликты на почве политики, религии, расовой и этнической принадлежности. | Бан форумного аккаунта 5 – 30 дней / Блокировка форумного аккаунта.

3.5 Флуд и спам в сообщениях запрещены. | Warn на форумный аккаунт / Блокировка форумного аккаунта 3 - 10 дней.
Примечание: Ответы от имени администрации приравниваются к нарушению.

3.6 Запрещена публикация эротики, рекламы, призывов к суициду, а также контента, нарушающего законы или содержащего упоминание запрещенного ПО. | Бан форумного аккаунта 15 – 30 дней.

3.7 Запрещено распространение личной информации. | ЧС Проекта + Удаление сообщения.

3.8 Запрещены призывы к нарушению правил проекта. | Warn на форумный аккаунт / Блокировка форумного аккаунта 5 - 30 дней.

3.9 Запрещено размещение заведомо ложной информации. | Warn на форумный аккаунт.

3.10 Призывы к нарушению законов РФ или других стран запрещены. | Блокировка форумного, игрового аккаунта сроком от 30 - 120 дней / ЧС Проекта + Удаление сообщения.

3.11 Торговля аккаунтами и игровыми ценностями запрещена. | Блокировка форумного аккаунта / Блокировка игрового аккаунта на срок по усмотрению администрации форума.

3.12 Оскорбления в адрес администрации или проекта запрещены. | Блокировка игрового, форумного аккаунта 5 – 30 дней.
Примечание: Данный пункт распространяется на игровой сервер.

3.13 Публикация внутренней информации о проекте и работе администрации запрещена. | Блокировка форумного аккаунта 10 – 30 дней / Полная Блокировка форумного, игрового аккаунта.

## Создание тем

4.1 Запрещены флуд, спам, создание бессмысленных или шуточных тем. | Warn на игровой аккаунт / Блокировка форумного аккаунта 1 - 10 дней.

4.2 Запрещено дублирование тем или создание нескольких тем по одной ситуации. | Warn на форумный аккаунт + Удаление сообщений / Блокировка форумного аккаунта 1 - 10 дней.

4.3 Удаление доказательств из раздела "Жалобы" до истечения 48 часов после их рассмотрения запрещено. | Warn на игровой аккаунт / Блокировка форумного аккаунта от 5 дней.
`;
