export const propertyRules = String.raw`
## Положение об игровом имуществе

1.1 При покупке любого имущества / предметов / аренды (машин / семей и т.п.) администрация не несет ответственность за Ваш выбор, потраченные валюта / предметы не возвращаются.

1.2 Запрещена продажа / попытка продажи игровой валюты или имущества, в том числе и самого аккаунта, за реальные деньги или какой-либо их эквивалент. | Hard Ban от 30 дней + обнуление аккаунта / Черный список проекта + обнуление аккаунта.

1.3 Запрещена покупка / попытка покупки игровой валюты или имущества за реальные деньги или какой-либо их эквивалент. | Ban 1 - 30 дней + обнуление персонажа / Hard Ban от 30 дней + обнуление аккаунта / Черный список проекта + обнуление аккаунта.
Примечание: Если игрок получает виртуальную валюту или имущество, происхождение которых ему неизвестно, и / или происхождение которых игрок не сможет обосновать, он обязан незамедлительно сообщить администрации о поступлении этих средств на свой счёт или получении имущества в распоряжение, для дальнейшего изъятия.

1.4 Запрещены передача и обмен имуществом между серверами. Данный процесс приравнивается к нарушению п. 1.2 и п. 1.3.

1.5 Запрещена продажа имущества ниже его государственной стоимости (сумма указывается при продаже государству). | Ban 15 - 30 дней.

1.6 Запрещено, имея бизнес, заходить в игру только для оплаты его налога или не заходить в игру более 31 дня. | Изъятие бизнеса.
Пояснение: Владелец бизнеса обязан находиться на сервере 14 часов в неделю (56 часов в месяц).
Исключение: Решение ГА; в случае возникновения уважительных причин отсутствия активности возможно предупреждение ГА, с дальнейшим исключением и не изъятием имущества.

1.7 Запрещено иметь более 2-х бизнесов на аккаунте одного сервера. | Изъятие превысившего норму имущества на выбор игрока.

1.7.1 Запрещено иметь более 2-х домов / квартир на аккаунте одного сервера. | Изъятие превысившего норму имущества на выбор игрока.

1.8 Запрещен обман / развод игроков на какое-либо имущество / деньги в любом из его проявлений, включая создание каких-либо финансовых пирамид, инвестиционных фондов и т.п., советы по ставкам в казино за процент от победы и аналогичные схемы, но не ограничиваясь ими. | Hard Ban от 30 дней + обнуление аккаунта / Черный список проекта + обнуление аккаунта.

1.9 Запрещены любые договорённости, сговоры и участие в аукционных торгах за имущество с целью получения его по заниженной стоимости. | Изъятие полученного имущества + Warn / Ban 3 - 15 дней.

2.0 Запрещено создавать / участвовать в монополии бизнесов. | Hard Ban 3 - 15 дней + Изъятие имущества, участвующего в монополии.
Примечание: Под монополией понимается контроль одним игроком / группой игроков более 50% предприятий одного типа - заправки, автосалоны и т.п., а также ценовой сговор с целью устранения конкурентов.

2.1 Запрещены OOC / IC сделки с дальнейшим обманом и т.п. | HardBan от 10 дней + обнуление (в т.ч. сообщникам).
Пояснение: Все сделки должны проводиться с помощью функционала сервера, не прибегая к составлению сторонних OOC / IC договоров; пострадавшая сторона не получает возврата потерянного имущества.
`;
