export const robberiesRules = String.raw`
## Общие положения

1.1 Совершать ограбления / похищения могут исключительно члены нелегальных организаций / семей. | Demorgan 10 - 40 минут.

1.2 Запрещены похищения и ограбления в зеленых зонах, функциональных интерьерах, а также в местах массового скопления игроков. | Demorgan 10 - 40 минут.

1.3 Похищения и ограбления могут совершаться нелегальными организациями на организационном / личном транспорте, окрашенном в цвет организации. | Demorgan 10 - 30 минут.
Пояснение: Цвет организации определяется по цвету организационного транспорта.

1.3.1 Похищения и ограбления могут совершаться нелегальными семьями на личном транспорте, окрашенном в цвет семьи. | Demorgan 10 - 30 минут.
Пояснение: Цвет семьи определяется при ее создании или изменении.

1.4 При совершении похищений / ограблений инициаторов должно быть вдвое больше, чем жертв. | Demorgan 20 - 60 минут.

1.5 Запрещено вызывать сотрудников ГИБДД, МВД, ЦГБ для проведения похищений / ограблений в их сторону. | Demorgan 30 - 90 минут / Warn / Ban 1 - 3 дня.

1.6 Жертвам ограбления / похищения запрещено использовать OOC средства для вызова подкрепления, информирования другой стороны. | Приравнивается к нарушению MG.

1.7 Запрещено совершать совместные ограбления / похищения при вражеской и / или нейтральной дипломатии. | Demorgan 10 - 30 минут всем участникам / Выговор лидеру.

1.8 Запрещено совершать криминальные действия в виде похищений, захватов без маски. | Demorgan 20 минут.

1.9 Во время ограбления / похищения, захвата недопустимы унизительные действия в отношении жертвы. | Demorgan 60 минут / Ban от 2 до 30 дней.

## Похищения

2.1 Похищением является любое ограничение в передвижении и последующее перемещение игрока в стяжках.
Исключение: Использование стяжек в целях ограбления.
Пояснение: Запрещено надевать стяжки, отводить игрока в другое место для ограбления.

2.2 Минимальное количество похитителей - 6. | Demorgan 20 - 60 минут / Warn.

2.3 Запрещено похищать более 5 человек за раз. | Demorgan 30 - 90 минут.

2.4 Запрещено похищать игроков, работающих на функциональных работах с 10:00 - 15:00 по серверному времени. | Всем участникам похищения Demorgan 30 - 90 минут / Warn / Ban 1 - 3 дня.
Примечание: Функциональные работы - такси, курьер, дальнобойщик, автобусник.

2.5 Запрещено совершать похищения в промежуток с 22:00 - 10:00 по серверному времени. | Warn.

2.6 Похищения можно совершать 4 раза в день. | Demorgan 60 - 90 минут всем участникам / Выговор лидеру.
Примечание: Перерыв между похищениями должен составлять не менее 3 часов.

2.7 За похищенных можно требовать максимальный выкуп:
- обычный заложник - 10.000 рублей;
- лидер организации - 40.000 рублей;
- заместитель организации - 35.000 рублей;
- министр правительства - 35.000 рублей.

2.8 После получения выкупа за заложника, его необходимо отпустить в течение 5 минут. | Demorgan 10 - 35 минут всем участникам.

2.9 Запрещено брать переговорщика в заложники. | Warn.

2.10 Время для исполнения требований не может быть меньше 15 минут.

2.11 Во время похищения разрешено перекрывать дорогу для остановки транспорта.
Примечание: Запрещено устраивать перекрытия на мостах.
Пояснение: Дорога должна быть перекрыта полностью, минимум 4 машины в перекрытии.

2.12 Весь процесс похищения должен быть записан на видео от любого из инициаторов похищения. | Demorgan 10 - 30 минут всем участникам + Выговор лидеру.
Пояснение: Процесс похищения начинается с момента начала криминальных действий в сторону первой жертвы.
Примечание: Запись должна быть цельной, непрерывной, без монтажа, редакций, наложений или иной обработки, искажающей ход событий. Качество видео должно иметь минимальное разрешение - 720p, а также иметь оригинальный звук. Хранить видеозапись необходимо 72 часа.
Администрация вправе запросить видеозапись для разбирательства в ситуации (срок предоставления видеоматериала 24 часа с момента его запроса).

## Ограбления

3.1 Ограбления разрешено совершать исключительно через функционал сервера. | Demorgan 30 - 90 минут / Warn.
Пояснение: При грабеже запрещено повторно грабить одного и того же игрока.

3.2 Минимальное количество грабителей при ограблении - 2 человека. | Demorgan 10 - 30 минут.

3.3 Запрещено грабить игроков, работающих на функциональных работах с 10:00 до 15:00 по серверному времени. | Demorgan 30 - 90 минут.
Примечание: Функциональные работы - такси, курьер, дальнобойщик, автобусник.

3.4 Минимальное количество грабителей для остановки жертвы на транспортном средстве - 2 человека и 2 машины. | Demorgan 10 - 30 минут.

3.5 Запрещено оставлять жертву в стяжках / мешке после окончания процесса ограбления. | Demorgan 40 - 60 минут всем участникам.

## Правила для жертвы

4.1 Водителям авто запрещено продолжать движение, если дорога полностью перекрыта. | Demorgan 15 - 45 минут.

4.2 Если по автомобилю был открыт огонь и похитителей / грабителей в 2 раза больше, чем в преследуемом авто - водителю необходимо остановиться. | Приравнивается к нарушению PG.

## Правила выкупающей стороны

5.1 Сторона выкупа обязана соблюдать все требования со стороны похитителей (предоставить выкуп, возможность отхода и т.д.). | Demorgan 60 минут / Выговор лидеру фракции.
Пояснение: 1) Разрешено запросить отмену патруля и зеленого коридора не более чем на 40 секунд или в радиусе до 550 метров.
Пояснение: 2) Отсчет времени идет с момента выезда похитителей с места, на котором было произведено похищение.
Исключение: Жертве ничего не угрожает.

5.2 Разрешено начинать наступление только в том случае, если жертве ничего не угрожает. | Demorgan 60 минут / Выговор лидеру, чья организация являлась инициатором наступления.
Исключение: По оцеплению / переговорщику был открыт огонь.

5.3 Разрешено нападать, если требования похитителей будут неадекватными.
Список неадекватных требований:
- если похитители запросят выкуп больше, чем разрешено правилами;
- если похитители подали запрос, который выполнили государственные организации, а похитители подали еще один запрос;
- запрос бронетехники / вертолета и другой специальной техники;
- нарушение условий "зеленого коридора".
Исключение: Взаимно одобренные требования.

5.4 Разрешено нападать, если переговорщика взяли в заложники или убили.

5.5 Запрещено начинать штурм, если у переговорщика и стороны захвата не состоялось диалога. | Demorgan 60 минут / Выговор лидеру.
Исключение: По оцеплению / переговорщику был открыт огонь, игнорирование переговорщика.
Примечание: Преступной организации / семье запрещено игнорировать переговорщика.

5.6 Разрешено выдавать ориентировку похитителям после прямого контакта с ними (встреча / диалог / документы). | Demorgan 25 минут.
Пояснение: Если человек находился без маски.

5.7 Сторона выкупа обязана уведомить сторону захвата о том, что отправляют к ним переговорщика.

5.8 С момента поступления первого вызова о заложниках у государственных организаций есть 40 минут, чтобы среагировать. | Выговор лидеру МВД.
Примечание: 1) В случае реагирования переговорщика и его не приезда ответственность несет лидер государственной организации.
Примечание: 2) В случае, если переговорщик не приезжает в течение 40 минут, игрокам из криминальной организации разрешено убивать 1 заложника раз в 5 минут.
Пояснение: Государственным сотрудникам необходимо реагировать как можно скорее, запрещено намеренно затягивать похищение.
Исключение: В случае отсутствия лидера МВД среагировать обязаны иные государственные организации (ГИБДД), выговор лидеру МВД не выдается.
Примечание: 3) В случае отсутствия лидеров МВД, ГИБДД, роль переговорщика может исполнять старший состав ФСО.
`;
