export const suppliesRules = String.raw`
## Общее положение

1.1 Участие в поставках могут принимать исключительно члены силовых государственных организаций. | Demorgan 30 - 60 минут.
Исключение: ЦГБ в качестве оказания мед помощи.
Примечание: Реанимация и выдача таблеток должна происходить по окончанию перестрелки.

1.2 Участие в перехвате поставок могут принимать исключительно члены нелегальных семей и только при наличии функционального склада. | Demorgan 30 - 60 минут.
Исключение: Семьи с союзной дипломатией.

1.3 Поставки и перехваты могут осуществляться с 12:00 до 23:00. | Demorgan 30 - 60 минут всем участникам + Устный / Строгий выговор лидеру.
Примечание: Инициаторы поставки обязаны уложиться во временные рамки.

1.4 Запрещено поджидать организации на точке загрузки, а также менее 550 метров от неё. | Demorgan 100 минут.

1.5 Если поставка или перехват поставки осуществлены с нарушением правил, возможные следующие санкции наравне с наказанием:
- изъятие материалов;
- передача материалов организации заказчику / семье;
- откат / аннулирование поставки.

1.6 Во время перестрелки запрещено передвижение на транспорте, даже если игрок не принимает в ней прямого участия, но является участником мероприятия. | Demorgan 40 минут.

1.7 Во время перекрытия поставки игроки обязаны остановиться и начать перестрелку. | Demorgan 35 - 60 минут.
Примечание: Нелегальным организациям разрешено покинуть перекрытие после полной остановки колонны.

1.8 Запрещено перекрывать/нападать на поставки в безопасный час с 16:00 до 17:00. | Warn каждому участнику + передача материалов фракции, которая делала заказ.
Примечание: Максимальное кол-во поставок на одну фракцию в безопасный час - 1.

1.10 Запрещено намеренно отдавать преимущество и поставки. | Выговор лидеру / Снятие лидера.

1.11 Запрещено увозить транспорт для перевозки материалов до окончания перестрелки. | Demorgan 20 - 90 минут.

1.12 Минимальное количество участников со стороны криминальных семей - 10, максимальное - 25. | Demorgan 15 - 90 минут всем участникам + заморозка семьи 1 - 7 дней.

1.13 Минимальное количество участников со стороны государственных организаций - 10, максимальное - 25. | Устный выговор лидеру / Строгий выговор лидеру.

1.14 Запрещено покидать игру во время поставки / перехвата поставки. | Demorgan 30 - 60 минут.
Исключение: Непредвиденный вылет ("краш игры").

1.15 Запрещено заранее занимать какие-либо позиции во время перекрытия. | Demorgan 60 - 120 минут.
Пояснение: Все участники перекрытия должны находиться за автомобилями, участвующими в перекрытии.

1.16 Во время поставки запрещено намеренно разворачиваться либо менять маршрут. | Устный выговор лидеру / Строгий выговор лидеру.

1.17 Запрещено намеренно уничтожать матовозку. | Ban 5 - 10 дней / Hardban 2 - 8 дней / Выговор лидеру.

1.18 Со стороны государственных организаций должно быть три видеозаписи: | Строгий выговор лидеру.
- одна из них от лица водителя, ведущего колонну первым;
- две другие от любых участников поставки;
- записи должны отображать: 1) момент начала загрузки транспорта материалами; 2) весь процесс обороны поставки при нападении; 3) весь маршрут до точки разгрузки; 4) момент увиденного перекрытия.
Примечание: 1) Видеозапись не должна быть подвергнута обработке (обрезке, монтажу, фильтрам), должны быть слышны звуки игры и голос автора, а также других участников поставки, минимально допустимое качество видео - 720p.
Примечание: 2) Хранить видеозаписи поставки необходимо в течение 72 часов с момента ее завершения, администрация вправе запросить видеозапись поставки, игроки обязаны предоставить ее в течение 24 часов с момента запроса.

1.18.1 Допустимые платформы для загрузки видеозаписей:
- YouTube;
- Twitch;
- Trovo;
- RuTube;
- Google Drive;
- Яндекс Диск;
- VK Видео.

## Правила для государственных структур

2.1 Запрещено вызывать подкрепление в уже активную поставку. | Устный выговор лидеру / Строгий выговор лидеру.
Исключение: Повторное нападение на поставку, при условии успешной защиты первого нападения.
Примечание: 1) Вмешательство третьей стороны в ходе одной перестрелки считается повторным нападением.
Примечание: 2) Вызвать подкрепление можно исключительно IC средствами коммуникации.

2.2 Запрещено присоединяться к поставке после ее выезда с территории военной части или склада. | Demorgan 30 - 60 минут всем присоединившимся.

2.3 Минимальное количество наземной техники - 4. | Устный выговор лидеру.

2.5 Запрещено использование личного транспорта. | Demorgan 30 - 50 минут.
Исключение: сотрудник для сбора информации для расследования.

2.6 При транспортировке материалов все машины должны двигаться одной колонной. | Demorgan 30 - 60 минут / Устный выговор лидеру.

2.7 Вооруженные силы имеют право один раз в день выполнить 1 безопасный заказ в полном объеме для любой государственной организации.
Примечание: Приоритет для безопасных доставок отдаётся для заказов от ЦГБ.

2.8 Необходимо обеспечить загрузку и доставку материалов в полном объеме согласно оформленному заказу. | Устный выговор / Строгий выговор.

2.9 Запрещено задержание игроков во время поставки. | Demorgan 50 минут.
Пояснение: Сотрудники не имеют права задерживать крайм во время поставки и после ее окончания.

## Правила для нелегальных организаций

3.1 Перехват поставки осуществляется путем полного перекрытия полос движения дороги семейным / личным транспортом, окрашенным в цвет семьи. | Demorgan 30 - 60 минут всем участникам перекрытия + Заморозка семьи 1 - 7 дней.
Примечание: Цвет семьи определяется при ее создании или изменении.
Пояснение: Перекрытием дороги считается наличие транспортных средств, перекрывших ее полностью.

3.2 Запрещено перекрывать дорогу в зеленой / голубой зоне, а также на мостах и 150 метров после моста на въезде и выезде с него. | Demorgan 60 - 90 минут всем участникам перекрытия + Заморозка семьи 1 - 7 дней.

3.3 Максимальное количество попыток перекрытий на одну поставку для нелегальных семей - 1. | Demorgan 30 - 60 минут всем участникам перекрытия + Заморозка семьи 3 - 14 дней.
Пояснение: Если нападение прошло неудачно, напасть на ту же поставку является нарушением правил.
Примечание: Семья, участвующая в перекрытии в качестве союзника, также использует свою попытку.

3.4 При нападении на поставку разрешён 1 IC союз. | Demorgan 45 - 90 минут всем участникам нападения.
Пояснение: IC союзы заключаются в Discord сервере - Семьи | Region.
Примечание: Запрещено нападать на поставку при нейтральной и враждебной дипломатии.

3.5 В случае встречи нескольких нелегальных семей они обязаны начать перестрелку друг с другом. | Demorgan 35 - 50 минут.
Исключение: Союзная дипломатия.

3.6 Запрещено ограбление / похищение игроков государственных организаций на поставках. | Demorgan 35 - 50 минут.

3.7 Запрещено увозить транспорт, перевозящий материалы, во время активной перестрелки. | Demorgan 45 - 90 минут.

3.8 Запрещено осуществлять перекрытие в запретных зонах. | Demorgan 30 - 120 минут всем участникам.
Примечание: Запрещено ставить перекрытие на мосту и в пределах 150 метров от въезда/выезда.
`;
