export const zonesRules = String.raw`
## Зелёная зона

Зелёная зона - густонаселенная гражданскими людьми территория, в которой запрещены любые криминальные действия.

1.1 Запрещены любые криминальные действия. | Demorgan 50 - 120 минут / Ban 3 дня.
Исключение: террористические акты, государственный переворот, разбойное нападение на территории личного / семейного дома; функциональные мероприятия.

1.2 Запрещено устраивать перестрелки / стрельбу. | GunBan 1 - 3 часа / Demorgan 60 - 120 минут / Ban 3 - 15 дней.
Исключение: Ответный огонь в целях самообороны, стрельба по сотрудникам государственных структур при веской IC причине, стрельба на территории личного дома / квартиры (в целях самообороны / защиты территории), функциональные мероприятия.

1.3 Запрещены ограбления / похищения. | Demorgan 60 - 120 минут.
Примечание: В случае ограбления / похищения наказания применяются ко всем игрокам, причастным к преступлению.

1.4 Уходить от погони и перестрелок / прятаться от погони и перестрелок в зеленых зонах запрещено. | Demorgan 60 - 90 минут.

1.5 Запрещено включать музыку и иные программы для использования посторонних звуков. | Mute 20 - 60 минут.
Исключение: крупные мероприятия, ночные клубы, разрешение администрации, отсутствие помехи другим игрокам (с правильными и полными отыгровками).

1.6 Если игрок находится в зелёной зоне, а Вы нет, то любые запрещенные действия в зелёной зоне с вашей стороны по отношению к нему будут считаться нарушением правил зелёной зоны.
Пример: Игрок находится в магазине одежды, который расположен в красной зоне, но имеет внутренний интерьер зелёной зоны, а вы находитесь вне территории магазина. В данном случае вам запрещено предпринимать к нему любые действия, которые запрещены в зелёной зоне.

Список территорий, относящихся к зелёной зоне:
- государственные учреждения: МВД, ГИБДД, правительство, СМИ, ЦГБ, МФЦ;
- работы: дальнобойщик, водитель автобуса, завод в Тольятти;
- прочее: банкоматы, банки, аренды лодок, аренда транспорта, семёрочка, магнит, DNS, магазины одежды, автошкола, автосалоны, квестовые персонажи, заправки, билайф, рестораны, кафе, парковки, аптеки, барыга, тату салон, зимний дворец, транспортный склад, вокзал.

## Красная зона

В разработке.

## Серая зона

Серая зона - неокрашенная территория на карте является нейтральной, в ней разрешены криминальные действия с учетом всех правил сервера.

## Голубая зона

Голубая зона - место массового скопления игроков, распространяются все правила зелёной зоны.
`;
